Repository: itmc-kg/Work.Gm-Gambia
Catalog: ios/kyrgyzstan/ios-gambia/Tinder/Views/*.lproj/Login.strings
Languages: ky

# 5mx-0M-wzU.text
source: Welcome
ky: Кош келдиңиз

# 62V-A5-FCU.title
source: Cancel
ky: Жокко чыгаруу

# 9Cp-yd-FAp.placeholder
source: Confirmation code
ky: Бышыктоо коду

# Dbf-Fl-yQw.text
source: Job search has never been so easy
ky: Жумуш издөө эч качан мынчалык жөнөкөй болгон эмес

# FSW-6y-xie.text
source: Country
ky: Өлкө

# M9N-PZ-4kj.placeholder
source: Phone number
ky: Телефондун Номери

# Rbl-ue-wIT.text
source: Your goal
ky: Сиздин максат

# TXm-lp-Lxq.text
source: Confirmation code
ky: Бышыктоо коду

# bfW-uS-qmH.normalTitle
source: Next
ky: Мындан ары

# dfE-B4-PjY.normalTitle
source: Next
ky: Мындан ары

# gaA-gG-sQE.text
source: Phone number
ky: Телефондун Номери

# yAL-j6-sS9.text
source: We've sent the code to the number +996 555 51 51 51, please enter the code you received.
ky: Биз +996 555 51 51 51 номерине кодду жөнөттүк, сураныч, алган кодду киргизиңиз.
