Repository: itmc-kg/Work.Gm-Gambia
Catalog: ios/gambia/Tinder/Views/*.lproj/Employer.strings
Languages: ky

# 217-e6-l83.headerTitle
source: Schedule
ky: График

# 23f-p9-D9O.normalTitle
source: Show profile
ky: Профилди көрсөтүңүз

# 75z-VZ-OeN.normalTitle
source: Next
ky: Мындан ары

# 8bH-ZI-JTd.title
source: Search
ky: Издөө

# 8sg-oy-s99.text
source: Weekdays
ky: Күнүмдүк

# DwV-IY-B6R.text
source: Description
ky: Сүрөттөө

# GMA-rK-cIq.placeholder
source: Title
ky: Аталышы

# LMj-zH-8gi.text
source: Temporary
ky: Убактылуу

# MEo-64-n8t.text
source: Not chosen
ky: Тандалган жок

# Mxn-at-fS5.text
source: Salary
ky: Эмгек акы

# NSm-9O-9ub.headerTitle
source: Employment type
ky: Жумуштуулук

# Q7q-0H-v1n.text
source: Full
ky: Толук

# WD9-EK-vsR.text
source: Fixed pay
ky: Белгиленген

# Y9k-PI-gmU.placeholder
source: City, village or settlement
ky: Шаар, айыл же шта

# Yip-LQ-gg7.text
source: Sector
ky: Иштѳѳ сфералары

# bc1-Az-Ccu.text
source: Remote
ky: Алыскы

# d21-YE-yxt.text
source: About company
ky: Компания жөнүндө

# dR7-Hg-oh2.text
source: Schedule
ky: Иштин графиги

# dd4-Mk-Xwa.normalTitle
source: Send message
ky: Жазуу

# eJc-gy-J14.title
source: Chats
ky: Баарлашуулар

# gEe-4a-L6B.text
source: Size
ky: Өлчөм

# h8X-JF-7Dt.headerTitle
source: Employment type
ky: Жумуштуулук

# jSu-sy-B6Q.placeholder
source: Title
ky: Аталыш

# kev-Bw-di2.text
source: Not chosen
ky: Тандалган жок

# p66-43-bct.placeholder
source: Region
ky: Регион

# p66-43-bct.text
source: Chui Region
ky: Чүй облусу

# r9J-uZ-ICj.text
source: Remote
ky: Алыскы

# rBJ-z9-AyP.text
source: Internship
ky: Такшалма

# rbJ-Qr-szV.text
source: Do not specify (according to the interview results)
ky: Көрсөтпөө (аңгемелешкенден кийин)

# tCB-fc-sSu.text
source: Flexible
ky: Ылайыктуу

# toR-Kf-wH5.normalTitle
source: Next
ky: Мындан ары

# tuB-3m-t0R.title
source: Vacancy
ky: Бош орун

# uHJ-Zs-7de.text
source: Not chosen
ky: Тандалган жок

# vkR-cQ-5XM.title
source: Chats
ky: Баарлашуулар

# w4M-WJ-Ffj.text
source: Part-time
ky: Жарым жартылай

# xnn-Gc-LB2.text
source: Upload your company logo
ky: Компанияңыздын логотибин жүктөңүз

# zDB-uo-C3I.text
source: Range (according to the interview results)
ky: Диапазон (аңгемелешкенден кийин)
